Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localization/Features/Onboarding.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# onboarding.diagnostics.privacy-note
source: No personal data is collected. Nothing is sent without your action.
de: Es werden keine personenbezogenen Daten erhoben. Ohne Ihr Zutun wird nichts gesendet.
es: No se recopilan datos personales. No se envía nada sin tu acción.
fr: Aucune donnée personnelle n'est collectée. Rien n'est envoyé sans votre action.
ja: 個人データは収集されません。あなたのアクションがなければ何も送信されません。
ko: 개인 데이터는 수집되지 않습니다. 귀하의 조치 없이는 아무 것도 전송되지 않습니다.
ru: Никакие персональные данные не собираются. Без вашего действия ничего не будет отправлено.
vi: Không thu thập dữ liệu cá nhân. Không có gì được gửi đi nếu bạn không chủ động.
zh_hans: 不收集任何个人数据。如果没有您的操作，则不会发送任何内容。
zh_hant: 不收集任何個人數據。如果沒有您的操作，則不會發送任何內容。

# onboarding.diagnostics.title
source: Help Us Improve
de: Helfen Sie uns,
es: Ayúdanos a mejorar
fr: Aidez-nous à améliorer
ja: 改善にご協力ください
ko: 개선할 수 있도록 도와주세요
ru: Помогите нам улучшить
vi: Giúp chúng tôi cải thiện
zh_hans: 帮助我们改进
zh_hant: 幫助我們改進

# onboarding.language.apply-later
source: Continue and Apply on Finish
de: Weiter, am Ende anwenden
es: Continuar y aplicar al final
fr: Continuer et appliquer à la fin
ja: 続行して最後に適用
ko: 계속하고 마지막에 적용
ru: Продолжить и применить в конце
vi: Tiếp tục và áp dụng khi hoàn tất
zh_hans: 继续，并在完成时应用
zh_hant: 繼續，並在完成時套用

# onboarding.language.auto-description
source: Follow macOS. Currently %@.
de: Folgt macOS. Aktuell %@.
es: Sigue a macOS. Actualmente %@.
fr: Suit macOS. Actuellement %@.
ja: macOS に合わせます。現在は %@ です。
ko: macOS를 따릅니다. 현재 %@입니다.
ru: Следует macOS. Сейчас %@.
vi: Theo macOS. Hiện tại là %@.
zh_hans: 跟随 macOS。当前为 %@。
zh_hant: 跟隨 macOS。目前為 %@。

# onboarding.language.auto-title
source: Auto
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 자동
ru: Авто
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# onboarding.language.preferences-hint
source: You can change this anytime in Preferences -> General.
de: Sie können dies jederzeit unter Einstellungen -> Allgemein ändern.
es: Puedes cambiarlo cuando quieras en Preferencias -> General.
fr: Vous pourrez le modifier à tout moment dans Préférences -> Général.
ja: あとでいつでも「設定 -> 一般」から変更できます。
ko: 나중에 언제든지 설정 -> 일반에서 변경할 수 있습니다.
ru: Вы сможете изменить это в любой момент в Настройки -> Основные.
vi: Bạn có thể đổi lại bất cứ lúc nào trong Cài đặt -> Chung.
zh_hans: 你可以稍后随时在“设置 -> 通用”中更改。
zh_hant: 你之後可以隨時在「設定 -> 通用」中更改。

# onboarding.language.subtitle
source: Snapzy can follow your Mac or preview a specific app language during setup.
de: Snapzy kann Ihrem Mac folgen oder während der Einrichtung eine bestimmte App-Sprache in der Vorschau zeigen.
es: Snapzy puede seguir tu Mac o previsualizar un idioma específico para la app durante la configuración.
fr: Snapzy peut suivre votre Mac ou prévisualiser une langue d'app spécifique pendant la configuration.
ja: Snapzy は Mac の言語に合わせることも、設定中に特定のアプリ言語をプレビューすることもできます。
ko: Snapzy는 Mac 언어를 따르거나 설정 중에 특정 앱 언어를 미리 볼 수 있습니다.
ru: Snapzy может следовать языку вашего Mac или предварительно показать выбранный язык приложения во время настройки.
vi: Snapzy có thể theo ngôn ngữ trên máy Mac hoặc xem trước một ngôn ngữ ứng dụng riêng ngay trong quá trình thiết lập.
zh_hans: Snapzy 可以跟随你的 Mac，也可以在设置过程中预览指定的应用语言。
zh_hant: Snapzy 可以跟隨你的 Mac，也可以在設定過程中預覽指定的應用語言。

# onboarding.language.title
source: Choose your language
de: Wählen Sie Ihre Sprache
es: Elige tu idioma
fr: Choisissez votre langue
ja: 言語を選択
ko: 언어 선택
ru: Выберите язык
vi: Chọn ngôn ngữ của bạn
zh_hans: 选择你的语言
zh_hant: 選擇你的語言

# onboarding.mock.anonymous-diagnostics
source: Anonymous Diagnostics
de: Anonyme Diagnose
es: Diagnóstico anónimo
fr: Diagnostics anonymes
ja: 匿名診断情報
ko: 익명 진단 정보
ru: Анонимная диагностика
vi: Chẩn đoán ẩn danh
zh_hans: 匿名诊断信息
zh_hant: 匿名診斷資訊

# onboarding.mock.captured-mode
source: Captured %@!
de: %@ aufgenommen!
es: ¡%@ capturado!
fr: %@ capturé !
ja: %@ をキャプチャしました！
ko: %@ 캡처 완료!
ru: Снимок %@ сделан!
vi: Đã chụp %@!
zh_hans: 已完成 %@ 截图！
zh_hant: 已完成 %@ 截圖！

# onboarding.mock.conflict-badge
source: Conflict
de: Konflikt
es: Conflicto
fr: Conflit
ja: 競合
ko: 충돌
ru: Конфликт
vi: Xung đột
zh_hans: 冲突
zh_hant: 衝突

# onboarding.mock.conflicts-active
source: Conflicts active
de: Konflikte aktiv
es: Conflictos activos
fr: Conflits actifs
ja: 競合あり
ko: 충돌 활성
ru: Конфликты активны
vi: Đang có xung đột
zh_hans: 存在冲突
zh_hant: 存在衝突

# onboarding.mock.conflicts-detected
source: macOS shortcut conflicts detected (⇧⌘3, ⇧⌘4, ⇧⌘5)
de: macOS-Kurzbefehlskonflikte erkannt (⇧⌘3, ⇧⌘4, ⇧⌘5)
es: Conflictos de atajos de macOS detectados (⇧⌘3, ⇧⌘4, ⇧⌘5)
fr: Conflits de raccourcis macOS détectés (⇧⌘3, ⇧⌘4, ⇧⌘5)
ja: macOS ショートカットの競合を検出 (⇧⌘3, ⇧⌘4, ⇧⌘5)
ko: macOS 단축키 충돌 감지됨 (⇧⌘3, ⇧⌘4, ⇧⌘5)
ru: Обнаружены конфликты сочетаний клавиш macOS (⇧⌘3, ⇧⌘4, ⇧⌘5)
vi: Phát hiện xung đột phím tắt macOS (⇧⌘3, ⇧⌘4, ⇧⌘5)
zh_hans: 检测到 macOS 快捷键冲突 (⇧⌘3, ⇧⌘4, ⇧⌘5)
zh_hant: 偵測到 macOS 快速鍵衝突 (⇧⌘3, ⇧⌘4, ⇧⌘5)

# onboarding.mock.diagnostics-detail
source: Crash reports only, zero capture content
de: Nur Absturzberichte, keinerlei Aufnahmeinhalte
es: Solo informes de fallos, cero contenido de capturas
fr: Rapports de plantage uniquement, aucun contenu capturé
ja: クラッシュレポートのみ、キャプチャ内容は一切含みません
ko: 충돌 보고서만 전송되며 캡처 내용은 포함되지 않습니다
ru: Только отчеты о сбоях, без содержимого снимков
vi: Chỉ báo cáo sự cố, tuyệt đối không chứa nội dung chụp
zh_hans: 仅限崩溃日志，绝不包含任何捕获内容
zh_hant: 僅限當機日誌，絕不包含任何擷取內容

# onboarding.mock.done
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
ru: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# onboarding.mock.export-mp4
source: Export MP4 (⌘S)
de: MP4 exportieren (⌘S)
es: Exportar MP4 (⌘S)
fr: Exporter MP4 (⌘S)
ja: MP4 を書き出し (⌘S)
ko: MP4 내보내기 (⌘S)
ru: Экспорт MP4 (⌘S)
vi: Xuất MP4 (⌘S)
zh_hans: 导出 MP4 (⌘S)
zh_hant: 匯出 MP4 (⌘S)

# onboarding.mock.grant
source: Grant
de: Erlauben
es: Conceder
fr: Accorder
ja: 許可
ko: 허용
ru: Дать доступ
vi: Cấp quyền
zh_hans: 授权
zh_hant: 授權

# onboarding.mock.linked
source: Linked
de: Verknüpft
es: Vinculado
fr: Lié
ja: リンク済み
ko: 연결됨
ru: Связано
vi: Đã liên kết
zh_hans: 已关联
zh_hant: 已連結

# onboarding.mock.no-conflicts
source: No conflicts
de: Keine Konflikte
es: Sin conflictos
fr: Aucun conflit
ja: 競合なし
ko: 충돌 없음
ru: Нет конфликтов
vi: Không có xung đột
zh_hans: 无冲突
zh_hant: 無衝突

# onboarding.mock.open-system-settings
source: Open System Settings...
de: Systemeinstellungen öffnen…
es: Abrir Ajustes del Sistema…
fr: Ouvrir Réglages Système…
ja: システム設定を開く…
ko: 시스템 설정 열기…
ru: Открыть Системные настройки…
vi: Mở Cài đặt hệ thống...
zh_hans: 打开系统设置…
zh_hant: 開啟系統設定…

# onboarding.mock.portable-config
source: Portable plaintext settings
de: Portable Klartext-Einstellungen
es: Ajustes portátiles en texto plano
fr: Réglages portables en texte brut
ja: ポータブルなテキスト設定
ko: 휴대 가능한 일반 텍스트 설정
ru: Переносимые текстовые настройки
vi: Cài đặt tệp văn bản tiện di chuyển
zh_hans: 便携纯文本配置
zh_hant: 攜帶型純文字設定

# onboarding.mock.press-to-capture
source: Press ⇧⌘4 or Click to Capture
de: Drücken Sie ⇧⌘4 oder klicken Sie zum Aufnehmen
es: Pulsa ⇧⌘4 o haz clic para capturar
fr: Appuyez sur ⇧⌘4 ou cliquez pour capturer
ja: ⇧⌘4 を押すかクリックしてキャプチャ
ko: ⇧⌘4를 누르거나 클릭하여 캡처
ru: Нажмите ⇧⌘4 или кликните для снимка
vi: Nhấn ⇧⌘4 hoặc Nhấp để chụp
zh_hans: 按 ⇧⌘4 或点击以截图
zh_hant: 按 ⇧⌘4 或按一下以截圖

# onboarding.mock.record-hint
source: Click Record to start (3s demo)
de: Aufnahme klicken zum Starten (3s-Demo)
es: Haz clic en Grabar para empezar (demo 3s)
fr: Cliquez sur Enregistrer (démo 3s)
ja: 録画をクリックして開始（3秒デモ）
ko: 녹화를 클릭하여 시작 (3초 데모)
ru: Нажмите Запись для старта (демо 3с)
vi: Nhấp Quay để bắt đầu (thử 3s)
zh_hans: 点击“录制”开始（3秒演示）
zh_hant: 按一下「錄製」開始（3秒示範）

# onboarding.mock.record-mp4
source: Record MP4
de: MP4 aufnehmen
es: Grabar MP4
fr: Enregistrer MP4
ja: MP4 を録画
ko: MP4 녹화
ru: Запись MP4
vi: Quay MP4
zh_hans: 录制 MP4
zh_hant: 錄製 MP4

# onboarding.mock.replay
source: Replay Demo
de: Demo wiederholen
es: Repetir demo
fr: Rejouer la démo
ja: デモをリプレイ
ko: 데모 다시 재생
ru: Повторить демо
vi: Phát lại thử nghiệm
zh_hans: 重放演示
zh_hant: 重播示範

# onboarding.mock.resolve-all
source: Resolve All
de: Alle lösen
es: Resolver todo
fr: Tout résoudre
ja: すべて解決
ko: 모두 해결
ru: Устранить все
vi: Giải quyết tất cả
zh_hans: 全部解决
zh_hant: 全部解決

# onboarding.mock.restore-defaults
source: Restore Defaults
de: Standard wiederherstellen
es: Restablecer valores por omisión
fr: Rétablir les valeurs par défaut
ja: デフォルトに戻す
ko: 기본값 복원
ru: Восстановить по умолчанию
vi: Khôi phục mặc định
zh_hans: 恢复默认值
zh_hant: 回復預設值

# onboarding.mock.shortcuts-active
source: All global shortcuts active & conflict-free
de: Alle globalen Kurzbefehle aktiv & konfliktfrei
es: Todos los atajos globales activos y sin conflictos
fr: Tous les raccourcis globaux actifs et sans conflit
ja: すべてのグローバルショートカットが有効で競合なし
ko: 모든 전역 단축키 활성화됨 및 충돌 없음
ru: Все глобальные клавиши активны и без конфликтов
vi: Tất cả phím tắt toàn hệ thống đã sẵn sàng & không xung đột
zh_hans: 所有全局快捷键均已启用且无冲突
zh_hant: 所有全域快速鍵均已啟用且無衝突

# onboarding.mock.shortcuts-ready
source: Snapzy shortcuts ready
de: Snapzy-Kurzbefehle bereit
es: Atajos de Snapzy listos
fr: Raccourcis Snapzy prêts
ja: Snapzy ショートカット準備完了
ko: Snapzy 단축키 준비 완료
ru: Горячие клавиши Snapzy готовы
vi: Phím tắt Snapzy đã sẵn sàng
zh_hans: Snapzy 快捷键就绪
zh_hant: Snapzy 快速鍵就緒

# onboarding.mock.stop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 정지
ru: Стоп
vi: Dừng
zh_hans: 停止
zh_hant: 停止

# onboarding.mock.swipe-to-dismiss
source: Swipe to dismiss
de: Zum Schließen wischen
es: Desliza para descartar
fr: Balayer pour masquer
ja: スワイプで閉じる
ko: 스와이프하여 닫기
ru: Смахните, чтобы скрыть
vi: Vuốt để bỏ qua
zh_hans: 滑动以关闭
zh_hant: 滑動以關閉

# onboarding.mock.uncheck-instruction
source: Uncheck ⇧⌘3, ⇧⌘4, ⇧⌘5 below to disable macOS native shortcuts.
de: Deaktivieren Sie unten ⇧⌘3, ⇧⌘4, ⇧⌘5, um die standardmäßigen macOS-Kurzbefehle auszuschalten.
es: Desmarca ⇧⌘3, ⇧⌘4, ⇧⌘5 abajo para desactivar los atajos nativos de macOS.
fr: Décochez ⇧⌘3, ⇧⌘4, ⇧⌘5 ci-dessous pour désactiver les raccourcis natifs de macOS.
ja: 下の ⇧⌘3, ⇧⌘4, ⇧⌘5 のチェックを外して macOS 標準のショートカットを無効化します。
ko: 아래에서 ⇧⌘3, ⇧⌘4, ⇧⌘5를 선택 해제하여 macOS 기본 단축키를 비활성화하세요.
ru: Снимите флажки ⇧⌘3, ⇧⌘4, ⇧⌘5 ниже, чтобы отключить стандартные сочетания клавиш macOS.
vi: Bỏ chọn ⇧⌘3, ⇧⌘4, ⇧⌘5 bên dưới để vô hiệu hóa phím tắt mặc định của macOS.
zh_hans: 在下方取消勾选 ⇧⌘3、⇧⌘4、⇧⌘5 以停用 macOS 原生截图快捷键。
zh_hant: 在下方取消勾選 ⇧⌘3、⇧⌘4、⇧⌘5 以停用 macOS 原生截圖快速鍵。

# onboarding.mock.uncheck-to-resolve
source: Uncheck to Resolve
de: Deaktivieren zum Lösen
es: Desmarcar para resolver
fr: Décocher pour résoudre
ja: チェックを外して解決
ko: 선택 해제하여 해결
ru: Снимите флажок для решения
vi: Bỏ chọn để giải quyết
zh_hans: 取消勾选以解决
zh_hant: 取消勾選以解決

# onboarding.permissions.accessibility
source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 접근성
ru: Доступность
vi: Trợ năng
zh_hans: 辅助功能
zh_hant: 輔助功能

# onboarding.permissions.accessibility-action
source: Enable Shortcuts…
de: Kurzbefehle aktivieren…
es: Activar atajos…
fr: Activer les raccourcis…
ja: ショートカットを有効化…
ko: 단축키 활성화…
ru: Включить горячие клавиши…
vi: Bật phím tắt…
zh_hans: 启用快捷键…
zh_hant: 啟用快速鍵…

# onboarding.permissions.accessibility-assurance-1
source: Only checks keys against configured capture shortcuts.
de: Gleicht Tastenanschläge nur mit den konfigurierten Aufnahmekürzeln ab.
es: Solo comprueba las teclas con los atajos de captura configurados.
fr: Ne vérifie les touches que par rapport aux raccourcis de capture configurés.
ja: 設定されたキャプチャショートカットとのみキー照合を行います。
ko: 설정된 캡처 단축키에 해당하는 키 입력만 확인합니다.
ru: Сверяет нажатия клавиш только с настроенными сочетаниями для снимков.
vi: Chỉ đối chiếu phím bấm với các phím tắt chụp/quay đã cấu hình.
zh_hans: 仅将按键与已配置的捕获快捷键进行匹配比对。
zh_hant: 僅將按鍵與已設定的擷取快速鍵進行比對。

# onboarding.permissions.accessibility-assurance-2
source: Never reads passwords or logs your keystrokes.
de: Liest niemals Passwörter oder zeichnet Tastatureingaben auf.
es: Nunca lee contraseñas ni registra tus pulsaciones de teclas.
fr: Ne lit jamais les mots de passe et n’enregistre pas vos frappes.
ja: パスワードを読み取ったり、キーストロークを記録したりすることは一切ありません。
ko: 비밀번호를 읽거나 키 입력을 기록하지 않습니다.
ru: Никогда не читает пароли и не ведёт журнал нажатий клавиш.
vi: Tuyệt đối không đọc mật khẩu hay ghi nhật ký bàn phím.
zh_hans: 绝不读取密码或记录您的任何击键内容。
zh_hant: 絕不讀取密碼或記錄您的任何按鍵內容。

# onboarding.permissions.accessibility-assurance-3
source: Can be toggled off anytime in System Settings.
de: Kann jederzeit in den Systemeinstellungen deaktiviert werden.
es: Se puede desactivar en cualquier momento en Ajustes del Sistema.
fr: Peut être désactivé à tout moment dans Réglages Système.
ja: システム設定からいつでも無効に切り替えることができます。
ko: 시스템 설정에서 언제든지 해제할 수 있습니다.
ru: Можно отключить в любой момент в Системных настройках.
vi: Có thể tắt bất kỳ lúc nào trong Cài đặt hệ thống.
zh_hans: 可随时在系统设置中关闭此权限。
zh_hant: 可隨時在系統設定中關閉此權限。

# onboarding.permissions.accessibility-promise
source: Listens for ⇧⌘4 and your custom global hotkeys from any application
de: Reagiert in jeder App auf ⇧⌘4 und Ihre benutzerdefinierten Tastenkombinationen
es: Escucha ⇧⌘4 y tus atajos globales personalizados desde cualquier aplicación
fr: Détecte ⇧⌘4 et vos raccourcis globaux depuis n’importe quelle application
ja: どのアプリケーションからでも ⇧⌘4 やカスタムショートカットを検知します
ko: 모든 앱에서 ⇧⌘4 및 사용자 지정 전역 단축키를 감지합니다
ru: Перехватывает ⇧⌘4 и настроенные горячие клавиши из любого приложения
vi: Lắng nghe phím ⇧⌘4 và các phím tắt tùy chỉnh từ bất kỳ ứng dụng nào
zh_hans: 在任何应用程序中监听 ⇧⌘4 和您的自定义全局快捷键
zh_hant: 在任何應用程式中監聽 ⇧⌘4 和您的自訂全域快速鍵

# onboarding.permissions.adjust-anytime
source: Take them all or take some — you can adjust permissions in System Settings anytime.
de: Erteilen Sie alle oder nur einige Rechte – Sie können die Berechtigungen jederzeit in den Systemeinstellungen anpassen.
es: Concede todos o solo algunos; puedes modificar los permisos en Ajustes del Sistema cuando quieras.
fr: Accordez tout ou partie des autorisations : vous pouvez les modifier à tout moment dans Réglages Système.
ja: すべて許可することも一部のみ許可することもできます。設定はシステム設定でいつでも変更可能です。
ko: 모두 허용하거나 일부만 허용할 수 있습니다. 시스템 설정에서 언제든지 권한을 변경할 수 있습니다.
ru: Предоставьте все разрешения или только часть — изменить их можно в любой момент в Системных настройках.
vi: Cấp tất cả hoặc chỉ một phần — bạn có thể thay đổi quyền trong Cài đặt hệ thống bất cứ lúc nào.
zh_hans: 您可以授予全部或部分权限，并随时在系统设置中进行调整。
zh_hant: 您可以授予全部或部分權限，並隨時在系統設定中進行調整。

# onboarding.permissions.badge-required
source: REQUIRED
de: ERFORDERLICH
es: OBLIGATORIO
fr: REQUIS
ja: 必須
ko: 필수
ru: ОБЯЗАТЕЛЬНО
vi: BẮT BUỘC
zh_hans: 必需
zh_hant: 必需

# onboarding.permissions.choose-folder-message
source: Choose a folder for Snapzy captures (default: Desktop/Snapzy)
de: Wählen Sie einen Ordner für Snapzy-Aufnahmen (Standard: Desktop/Snapzy)
es: Elija una carpeta para las capturas de Snapzy (predeterminado: Escritorio/Snapzy)
fr: Choisissez un dossier pour les captures Snapzy (par défaut : Desktop/Snapzy)
ja: Snapzy の保存先フォルダを選択します (デフォルト: Desktop/Snapzy)
ko: Snapzy 캡처를 위한 폴더 선택(기본값: Desktop/Snapzy)
ru: Выберите папку для снимков Snapzy (по умолчанию: Рабочий стол/Snapzy)
vi: Chọn thư mục lưu ảnh và video của Snapzy (mặc định: Desktop/Snapzy)
zh_hans: 选择 Snapzy 文件的保存文件夹（默认：桌面/Snapzy）
zh_hant: 選擇儲存 Snapzy 檔案的檔案夾（預設：桌面/Snapzy）

# onboarding.permissions.grant-access
source: Grant Access
de: Zugriff gewähren
es: Conceder acceso
fr: Accorder l'accès
ja: アクセスを許可
ko: 액세스 권한 부여
ru: Предоставить доступ
vi: Cấp quyền
zh_hans: 授予访问权限
zh_hant: 授予訪問權限

# onboarding.permissions.identity-attention
source: Build Identity Needs Attention
de: Der Aufbau einer Identität erfordert Aufmerksamkeit
es: Construir identidad necesita atención
fr: La construction d’une identité nécessite une attention particulière
ja: ビルドの識別情報を確認してください
ko: ID 구축에 주의가 필요함
ru: Создание идентичности требует внимания
vi: Danh tính bản build cần được xử lý
zh_hans: 建立身份需要注意
zh_hant: 建立身份需要注意

# onboarding.permissions.identity-blocked-description
source: Granted in System Settings, but this build cannot use the permission until the identity issues below are fixed.
de: In den Systemeinstellungen gewährt, aber dieser Build kann die Berechtigung nicht verwenden, bis die unten aufgeführten Identitätsprobleme behoben sind.
es: Se concede en la configuración del sistema, pero esta compilación no puede utilizar el permiso hasta que se solucionen los problemas de identidad que aparecen a continuación.
fr: Accordé dans les paramètres système, mais cette version ne peut pas utiliser l'autorisation tant que les problèmes d'identité ci-dessous ne sont pas résolus.
ja: システム設定で付与されていますが、このビルドでは、以下の ID の問題が修正されるまで、この権限を使用できません。
ko: 시스템 설정에서 부여되었지만 이 빌드는 아래 ID 문제가 해결될 때까지 해당 권한을 사용할 수 없습니다.
ru: Предоставлено в настройках системы, но эта сборка не может использовать это разрешение, пока не будут устранены указанные ниже проблемы с идентификацией.
vi: Quyền đã được cấp trong Cài đặt hệ thống, nhưng bản build này chưa thể dùng cho đến khi các vấn đề danh tính bên dưới được xử lý.
zh_hans: 在系统设置中授予，但在修复以下身份问题之前，此版本无法使用该权限。
zh_hant: 在系統設置中授予，但在修復以下身份問題之前，此版本無法使用該權限。

# onboarding.permissions.microphone
source: Microphone
de: Mikrofon
es: Micrófono
fr: Micro
ja: マイク
ko: 마이크
ru: Микрофон
zh_hans: 麦克风
zh_hant: 麥克風

# onboarding.permissions.notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ko: 알림
ru: Уведомления
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# onboarding.permissions.optional-global-shortcuts
source: Optional for global shortcuts
de: Optional für globale Verknüpfungen
es: Opcional para atajos globales
fr: Facultatif pour les raccourcis globaux
ja: グローバルショートカットに使用（任意）
ko: 전역 단축키에 대한 선택 사항
ru: Необязательно для глобальных ярлыков
vi: Tùy chọn cho phím tắt toàn cục
zh_hans: 全局快捷方式可选
zh_hant: 全局快捷方式可選

# onboarding.permissions.optional-notifications
source: Optional for OCR results and capture alerts
de: Optional für OCR-Ergebnisse und Aufnahme-Hinweise
es: Opcional para resultados de OCR y avisos de captura
fr: Facultatif pour les résultats OCR et les alertes de capture
ja: OCR の結果と撮影通知に使用（任意）
ko: OCR 결과 및 캡처 알림용 (선택)
ru: Дополнительно для результатов OCR и уведомлений о снимках
vi: Tùy chọn cho kết quả OCR và thông báo chụp ảnh
zh_hans: 可选，用于 OCR 结果和截图提醒
zh_hant: 選用，用於 OCR 結果和截圖提醒

# onboarding.permissions.optional-voice-recording
source: Optional for voice recording
de: Optional für Sprachaufzeichnung
es: Opcional para grabación de voz
fr: Facultatif pour l'enregistrement vocal
ja: 音声の録音に使用（任意）
ko: 음성 녹음을 위한 선택 사항
ru: Опционально для записи голоса
vi: Tùy chọn để ghi giọng nói
zh_hans: 可选录音
zh_hant: 可選錄音

# onboarding.permissions.privacy-local-detail
source: Vision OCR, image annotations, and audio capture are processed entirely locally on your Mac's hardware.
de: Vision OCR, Bildanmerkungen und Audioaufnahme werden vollständig lokal auf der Hardware Ihres Macs verarbeitet.
es: Vision OCR, las anotaciones y la captura de audio se procesan localmente en el hardware de tu Mac.
fr: Vision OCR, annotations et capture audio sont traitées localement sur le matériel de votre Mac.
ja: Vision OCR、画像注釈、音声キャプチャはすべてお使いの Mac ハードウェア上でローカル処理されます。
ko: Vision OCR, 이미지 주석 및 오디오 캡처는 모두 Mac 하드웨어에서 로컬로만 처리됩니다.
ru: Vision OCR, аннотации и захват звука обрабатываются исключительно аппаратно на вашем Mac.
vi: Nhận dạng chữ Vision OCR, chú thích ảnh và ghi âm đều được xử lý hoàn toàn cục bộ trên phần cứng máy Mac của bạn.
zh_hans: Vision OCR、图像批注和音频录制完全在您的 Mac 硬件上本地处理。
zh_hant: Vision OCR、影像標註和音訊錄製完全在您的 Mac 硬體上本機處理。

# onboarding.permissions.privacy-local-title
source: 100% On-Device & Private
de: 100 % lokal auf dem Gerät & privat
es: 100 % en el dispositivo y privado
fr: 100 % sur l’appareil et privé
ja: 100% デバイス内処理とプライバシー
ko: 100% 기기 내 로컬 처리 및 개인정보 보호
ru: 100% на устройстве и конфиденциально
vi: 100% Trên thiết bị & Riêng tư
zh_hans: 100% 本地运行且注重隐私
zh_hant: 100% 本機執行且注重隱私

# onboarding.permissions.privacy-overline
source: No matter what you choose
de: Ganz gleich, wie Sie sich entscheiden
es: Elijas lo que elijas
fr: Quel que soit votre choix
ja: どのような選択をされても
ko: 어떤 선택을 하시든
ru: Вне зависимости от вашего выбора
vi: Dù bạn lựa chọn thế nào
zh_hans: 无论您的选择如何
zh_hant: 無論您的選擇如何

# onboarding.permissions.privacy-settings-detail
source: Withdraw grants in System Settings whenever you like, and Snapzy gracefully continues with remaining tools.
de: Widerrufen Sie Berechtigungen jederzeit in den Systemeinstellungen; Snapzy funktioniert mit den verbleibenden Tools weiter.
es: Retira los permisos en Ajustes del Sistema cuando gustes; Snapzy continuará con las funciones restantes.
fr: Révoquez les autorisations dans Réglages Système à votre guise, Snapzy s’adaptera avec les outils restants.
ja: いつでもシステム設定からアクセス権を取り消すことができ、Snapzy は残りの機能で動作を継続します。
ko: 언제든지 시스템 설정에서 권한을 취소할 수 있으며, Snapzy는 나머지 기능을 정상적으로 지원합니다.
ru: Вы можете отозвать доступ в Системных настройках в любой момент — Snapzy продолжит работу с оставшимися инструментами.
vi: Thu hồi quyền trong Cài đặt hệ thống bất cứ khi nào bạn muốn, Snapzy sẽ tự thích ứng và tiếp tục với các công cụ còn lại.
zh_hans: 您可以随时在系统设置中撤销权限，Snapzy 会平滑降级并继续支持其他功能。
zh_hant: 您可以隨時在系統設定中撤銷權限，Snapzy 會順暢降級並繼續支援其他功能。

# onboarding.permissions.privacy-settings-title
source: Undo anytime in Settings
de: Jederzeit in den Einstellungen widerrufen
es: Revoca los permisos cuando quieras en Ajustes
fr: Révocation à tout moment dans Réglages
ja: システム設定でいつでも取り消し可能
ko: 언제든지 시스템 설정에서 권한 취소 가능
ru: Отмена в любой момент в Настройках
vi: Hủy cấp quyền bất cứ lúc nào trong Cài đặt
zh_hans: 可随时在系统设置中撤销授权
zh_hant: 可隨時在系統設定中撤銷授權

# onboarding.permissions.privacy-trigger-detail
source: Snapzy stays completely idle until you press a shortcut. There is zero background scanning of your display.
de: Snapzy bleibt vollkommen inaktiv, bis Sie einen Kurzbefehl drücken. Kein Hintergrund-Scannen des Bildschirms.
es: Snapzy permanece totalmente inactiva hasta que pulsas un atajo. Cero escaneo en segundo plano.
fr: Snapzy reste complètement inactive jusqu’à ce que vous utilisiez un raccourci. Aucun scan en arrière-plan.
ja: ショートカットを押すまで Snapzy は完全に待機状態です。画面のバックグラウンドスキャンは一切行いません。
ko: 단축키를 누르기 전까지 Snapzy는 완전히 유휴 상태를 유지하며 화면을 백그라운드에서 감시하지 않습니다.
ru: Snapzy находится в режиме ожидания, пока вы не нажмёте сочетание клавиш. Никакого фонового сканирования экрана.
vi: Snapzy hoàn toàn ở trạng thái nghỉ cho đến khi bạn bấm phím tắt. Tuyệt đối không quét ngầm màn hình.
zh_hans: 在您按下快捷键之前，Snapzy 完全处于休眠状态，绝不会在后台扫描屏幕。
zh_hant: 在您按快捷鍵之前，Snapzy 完全處於休眠狀態，絕不會在背景掃描螢幕。

# onboarding.permissions.privacy-trigger-title
source: You trigger every capture
de: Sie steuern jede Aufnahme selbst
es: Tú inicias cada captura
fr: Vous déclenchez chaque capture
ja: すべてのキャプチャはあなた自身の操作で実行
ko: 사용자가 직접 모든 캡처를 실행합니다
ru: Каждый снимок инициируете вы
vi: Bạn chủ động trong từng lần chụp
zh_hans: 每一次捕获均由您发起
zh_hant: 每一次擷取均由您發起

# onboarding.permissions.refresh-status
source: Refresh Status
de: Status aktualisieren
es: Actualizar estado
fr: Actualiser le statut
ja: ステータスの更新
ko: 상태 새로 고침
ru: Обновить статус
vi: Làm mới trạng thái
zh_hans: 刷新状态
zh_hant: 刷新狀態

# onboarding.permissions.required-for-captures
source: Required for screenshots and recordings
de: Erforderlich für Screenshots und Aufnahmen
es: Requerido para capturas de pantalla y grabaciones.
fr: Requis pour les captures d'écran et les enregistrements
ja: スクリーンショットと録画に必要
ko: 스크린샷 및 녹음에 필요합니다.
ru: Требуется для скриншотов и записей
vi: Bắt buộc để chụp ảnh và ghi màn hình
zh_hans: 需要截图和录屏
zh_hant: 需要截圖和錄屏

# onboarding.permissions.save-folder
source: Save Folder
de: Speicherordner
es: Guardar carpeta
fr: Enregistrer le dossier
ja: 保存フォルダ
ko: 폴더 저장
ru: Сохранить папку
vi: Thư mục lưu
zh_hans: 保存文件夹
zh_hant: 保存檔案夾

# onboarding.permissions.save-folder-action
source: Choose Folder…
de: Ordner wählen…
es: Elegir carpeta…
fr: Choisir un dossier…
ja: フォルダを選択…
ko: 폴더 선택…
ru: Выбрать папку…
vi: Chọn thư mục…
zh_hans: 选择文件夹…
zh_hant: 選擇資料夾…
